Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/apps.po
Languages: es

source: Administrator tool
es: Herramienta de administrador

source: The applications eases the life of the site administrators.
es: Las aplicaciones facilitan la vida de los administradores del sitio.

source: User management
es: Administración de usuario

source: A fully featured user listing view, providing a search and sorting options, allows the administrator to have full control on its site users.
es: Una vista de lista de usuarios con todas las características, que proporciona opciones de búsqueda y clasificación, permite al administrador tener control total sobre los usuarios de su sitio.

source: The users can be sorted:
es: Los usuarios pueden ser ordenados:

source: Alphabetically
es: Alfabéticamente

source: By their state
es: Por su estado

source: By creation date
es: Por fecha de creación

source: By login date
es: Por fecha de inicio de sesión

source: Through this application it is possible to add a new user and control their state.
es: A través de esta aplicación, es posible agregar un nuevo usuario y controlar su estado.

source: Screenshots
es: Capturas de pantallas

source: The app landing page
es: La página de inicio de la aplicación

source: It shows all the users sorted alphabetically and with the possibility to search for users. If you have lots of users do not worry! The users are paginated and will load automatically as you scroll the page.
es: Muestra todos los usuarios ordenados alfabéticamente y con la posibilidad de buscar usuarios. Si tienes muchos usuarios, ¡no te preocupes! Los usuarios están paginados y se cargarán automáticamente a medida que se desplaza por la página.

source: The users sorted by their account status
es: Los usuario ordenados por su estatus de cuenta

source: The activate/deactivate user confirmation panel
es: El panel de confirmación de activar/deactivar usuario

source: On each row of the user listing there is a badge showing the user status. By clicking on it you will be redirected to a panel asking you to confirm if you want to toggle the user state.
es: En cada fila de la lista de usuarios hay una insignia que muestra el estado del usuario. Al hacer clic en él, se le redirigirá a un panel que le pedirá que confirme si desea alternar el estado del usuario.

source: The create user panel
es: El panel de creación de usuario

source: By clicking the plus icon in the app landing page it is possible to add a new user. The user will receive an email (be sure your mail setting in the Plone control panel are ok) with a link to reset his password.
es: Al hacer clic en el icono más en la página de inicio de la aplicación, es posible agregar un nuevo usuario. El usuario recibirá un correo electrónico (asegúrese de que su configuración de correo en el panel de control de Plone esté bien) con un enlace para restablecer su contraseña.

source: How can I?
es: ¿Como puedo yo?

source: How can I delete a user?
es: ¿Como puedo yo eliminar un usuario?

source: Deleting a user is discouraged in Quaive, because this could break the "social" aspect of the intranet. Any content that a user has created is suddenly without a connection to the creator. That is why in the Administrator Tool, you can only disable a user to prevent further logging in.
es: Se desaconseja eliminar a un usuario en Quaive, porque esto podría romper el aspecto "social" de la intranet. Cualquier contenido que un usuario haya creado de repente no tiene conexión con el creador. Es por eso que en la Herramienta de Administrador, solo se puede deshabilitar a un usuario para evitar el inicio de sesión adicional.

source: However, there might be a reason to really delete a users, e.g. if you created a duplicate account. This is possible in the CMS https://cms[yourname].quaivecloud.com/profiles/folder_contents.
es: Sin embargo, puede haber una razón para eliminar realmente a los usuarios, ej. si creaste una cuenta duplicada. Esto es posible en el CMS https://cms[sunombre].quaivecloud.com/profiles/folder_contents.

source: In the root, click on "Contents", then on Profiles. This takes you here: https://cms[yourname].quaivecloud.com/profiles/folder_contents.
es: En la raíz, haga clic en "Contenido", luego en Perfiles. Esto te lleva aquí: https://cms[sunombre].quaivecloud.com/profiles/folder_contents.

source: Locate the duplicate profile: just hover over the link to see the URL. Tick the duplicate one, press Delete. Warning: for a new user who has not created any content yet, this should be no problem. But deleting a user this way who has created content already will lead to broken links.
es: Ubique el perfil duplicado: simplemente coloque el cursor sobre el enlace para ver la dirección URL. Marque el perfil duplicado, presione Eliminar. Advertencia: para un nuevo usuario que aún no ha creado ningún contenido, esto no debería ser un problema. Pero eliminar a un usuario de esta manera que ya ha creado contenido dará lugar a enlaces rotos.

source: Bookmarks
es: Marcadores

source: The bookmark app takes care of providing the best way to find the documents you care about.
es: La aplicación de marcadores se ocupa de proporcionar la mejor manera de encontrar los documentos que te interesan.

source: The app provides you convenient groupings for your bookmarks:
es: La aplicación te proporciona agrupaciones convenientes para tus marcadores:

source: by first letter (the default one)
es: por primera letra (la opción por defecto)

source: by workspace
es: por espacio de trabajo

source: by document creation date
es: por fecha de creación de documento

source: by bookmarking date
es: por fecha de marcador

source: Your bookmarking experience is enhanced by the tabs that provide alternatives views that focus on subsets of documents.
es: Su experiencia de marcadores se ve reforzada por las pestañas que ofrecen vistas alternativas que se centran en subconjuntos de documentos.

source: We currently have the following:
es: Actualmente tenemos lo siguiente:

source: All bookmarks (the default one)
es: Todos los marcadores (el predeterminado)

source: Apps
es: Aplicaciones

source: Workspaces
es: Espacios de trabajo

source: People
es: Gente

source: Documents
es: Documentos

source: Convenients tiles are provided for your dashboard. You can have bookmark tiles:
es: Los mosaicos convenientes se proporcionan para su tablero. Puedes tener mosaicos de marcadores:

source: For all your bookmarked documents (the tile provides a search filter and a most popular bookmarks tab)
es: Para todos sus documentos marcados (el mosaico proporciona un filtro de búsqueda y una pestaña de favoritos más popular)

source: For all your bookmarked workspaces
es: Para todos sus espacios de trabajo marcados

source: For all your bookmarked apps
es: Para todos sus aplicaciones marcadas

source: It shows all the bookmarks sorted alphabetically and grouped first letter
es: Muestra todos los marcadores ordenados alfabéticamente y la primera letra agrupada

source: The bookmarks grouped by workspace
es: Los marcadores agrupados por espacio de trabajo

source: It shows all the bookmarks grouped by workspace
es: Muestra todos los marcadores agrupados por espacio de trabajo

source: The Workspaces alternative view
es: La vista alternativa de Espacios de trabajo

source: It shows all your bookmarked workspaces
es: Muestra todos tus espacios de trabajo marcados

source: The Apps alternative view
es: La vista alternativa de Aplicaciones

source: It shows all your bookmarked apps
es: Muestra todos tus aplicaciones marcadas

source: The People alternative view
es: La vista alternativa de Personas

source: It shows all your bookmarked people
es: Muestra todos tus personas marcadas

source: The Documents alternative view
es: La vista alternativa de Documentos

source: It shows all your bookmarked documents
es: Muestra todos tus documentos marcados

source: The available bookmark tiles
es: Los mosaicos de favoritos disponibles

source: They are an amazing shortcut to your favourite content.
es: Son un acceso directo sorprendente a su contenido favorito.

source: Calendar
es: Calendario

source: The calendar app takes is the best way to have full control over your site events.
es: La aplicación calendario toma la mejor forma de tener un control completo sobre los eventos del sitio.

source: The calendar month view
es: La vista mensual del calendario

source: It shows all the events for this month, but you can navigate through the months. You can switch also to Week and day views. Clicking on the calendar will allow you to add new events.
es: Muestra todos los eventos de este mes, pero puede navegar a través de los meses. También puede cambiar a vistas de Semana y día. Al hacer clic en el calendario, podrá agregar nuevos eventos.

source: Case Manager
es: Administración de Casos

source: The case manager app makes it easy to see the status of case workspaces. You can search for case workspaces by a number of parameters and you can also include archived workspaces in the results
es: La aplicación Administración de Casos hace fácil el ver el estatus de los espacios de trabajo caso. Usted puede buscar por espacios de trabajo de tipo caso por un número de parámetros y usted puede también incluir espacios de trabajos archivados en los resultados

source: Additional functionality for your Quaive site is available in the Apps tab.
es: Funcionalidad adicional para su sitio Quaive esta disponible en la pestaña Aplicaciones.

source: Messages
es: Mensajes

source: News publisher
es: Publicador de noticias

source: Check http://localhost:8000/en/news.html#news-publisher
es: Consulte la dirección http://localhost:8000/en/news.html#news-publisher

source: Todo
es: Por hacer

source: The todo app that allows you to find, create and handle all of your tasks or todo items from a central location.
es: La aplicación de tareas pendientes que le permite buscar, crear y manejar todas sus tareas o elementos pendientes desde una ubicación central.

source: Sections of the application
es: Secciones de la aplicación

source: The application always starts with a list of tasks. Once you click on a task to view or edit it, the task list will reduce to a sidebar and the task is shown on the right. The task list can always be restored to its full view again, by clicking on the arrows in the sidebar.
es: La aplicación siempre comienza con una lista de tareas. Una vez que haga clic en una tarea para verla o editarla, la lista de tareas se reducirá a una barra lateral y la tarea se mostrará a la derecha. La lista de tareas siempre se puede restaurar a su vista completa de nuevo, haciendo clic en las flechas en la barra lateral.

source: The todo comprises of three main parts:
es: La aplicación "por hacer" se compone de tres partes principales:

source: All tasks
es: Todas las tareas

source: My tasks
es: Mis tareas

source: Personal task list
es: Lista de tareas personales

source: In the all tasks section you may find any task that you created, that is assigned to you or that you have view and/or editing rights on.
es: En la sección de todas las tareas, puede encontrar cualquier tarea que haya creado, que esté asignada a usted o que tenga derechos de visualización y/o edición.

source: My tasks aggregates only tasks that are assigned to you. Either by yourself, or by others.
es: La sección "Mis tareas" solo agregan las tareas que le asignan. Ya sea por ti mismo o por otros.

source: The personal task list show tickets that are created through the Todo app, which do not live in a Workspace.
es: La "lista de tareas personales" muestra los tickets que se crean a través de la aplicación "Por Hacer", que no viven en un espacio de trabajo.

source: Create tasks
es: Crear tareas

source: You can created tasks by clicking on the button marked with a plus. On the screen that follows, you can enter details about the task, including a title for the task, a longer description about the task, the assignee and the due date.
es: Puede crear tareas haciendo clic en el botón marcado con un signo más. En la pantalla que sigue, puede ingresar detalles sobre la tarea, incluido un título para la tarea, una descripción más larga sobre la tarea, el asignatario y la fecha de vencimiento.

source: It's also noteworthy that you can select the destination of the task. By default, tasks end up on your personal task list. But you can also select a workspace in which the task will be created.
es: También es digno de mención que puede seleccionar el destino de la tarea. Por defecto, las tareas terminan en su lista de tareas personal. Pero también puede seleccionar un espacio de trabajo en el que se creará la tarea.

source: Groupings and filters
es: Agrupando y filtros

source: You may choose a certain grouping for your tasks that fits your way of working best. If you're monitoring a programme of different projects, it might convenient to group by origin (default). Other grouping methods include: by assignee, initiator, task state (open/closed), priority or no grouping at all.
es: Puede elegir una cierta agrupación para sus tareas que se ajuste a su forma de trabajar mejor. Si está monitoreando un programa de diferentes proyectos, puede ser conveniente agrupar por origen (predeterminado). Otros métodos de agrupación incluyen: por asignador, iniciador, estado de la tarea (abierto/cerrado), prioridad o no agrupación en absoluto.

source: Besides grouping, it is also possible to change the order in which the tasks are sorted or reduce the items on the list by using any of the filters above the search bar.
es: Además de la agrupación, también es posible cambiar el orden en que se ordenan las tareas o reducir los elementos en la lista mediante el uso de cualquiera de los filtros sobre la barra de búsqueda.

source: Sorting and filters are hidden in the sidebar view and only available in the full list view.
es: La ordenación y los filtros están ocultos en la vista de la barra lateral y solo están disponibles en la vista de lista completa.

source: Find tasks
es: Buscar tareas

source: All tasks on the entire intranet that you have view or edit rights on can be found through the search feature. Just type in a few letters of the title or description of the task you are looking for and it will appear in the list underneath the search box.
es: Todas las tareas en la intranet completa que tiene derechos de visualización o edición se pueden encontrar a través de la función de búsqueda. Simplemente escriba unas letras del título o la descripción de la tarea que está buscando y aparecerá en la lista debajo del cuadro de búsqueda.

source: Search, filters and groupings can be combined.
es: La búsqueda, los filtros y las agrupaciones se pueden combinar.

source: You may reset both the search results and the filters by clicking on the button that reads "Reset search and filters".
es: Puede restablecer los resultados de búsqueda y los filtros haciendo clic en el botón que dice "Restablecer búsqueda y filtros".
