Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/dashboard.po
Languages: es

source: Dashboard
es: Tablero

source: The dashboard is an overview of what is happening in Quaive.
es: El tablero es un resumen de lo que está sucediendo en Quaive.

source: Since Gaia (version 1.1) the dashboard can be customized sitewide. Since Mars (version 1.2) the dashboard can be customized per user.
es: Desde Gaia (versión 1.1) el tablero se puede personalizar en todo el sitio. Desde Mars (versión 1.2) el tablero se puede personalizar por usuario.

source: The user can select three types of dashboards:
es: El usuario puede seleccionar tres tipos de tableros:

source: Activity centric
es: Actividad centrada

source: Task centric
es: Tarea centrada

source: My view (customizable)
es: Mi vista (personalizable)

source: Each dashboard is composed of elements, called tiles.
es: Cada tablero está compuesto de elementos, llamados mosaicos.

source: Activity centric dashboard
es: Tablero centrado en la actividad

source: The activity centric dashboard is focused on the activity stream.
es: El tablero centrado en la actividad se centra en la secuencia de actividad.

source: Task centric dashboard
es: Tablero actividad centrada

source: The activity centric dashboard is focused on your tasks.
es: El tablero centrado en la actividad se centra en sus tareas.

source: Customizable dashboard
es: Tablero personalizable

source: The customizable dashboard allows each user to boost the focus on what he cares more.
es: El tablero personalizable permite a cada usuario aumentar el enfoque en lo que le importa más.

source: After clicking the top right pencil icon, the user can reorder, hide, shrink or expand the dashboard tiles.
es: Después de hacer clic en el ícono de lápiz superior derecho, el usuario puede reordenar, ocultar, reducir o expandir los mosaicos del tablero.
