Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/getting_started.po
Languages: es

source: Create Initial Content
es: Crear Contenido Inicial

source: An intranet that is empty is not very enticing. You may want to set up some initial structure and content to welcome your users.
es: Una intranet que está vacía no es muy tentadora. Es posible que desee configurar una estructura y contenido inicial para dar la bienvenida a sus usuarios.

source: Library
es: Biblioteca

source: The Library is intended to provide all the information that is relevant for everybody in the organisation. Put here all the data that you normally share through a file share, a mapped drive, a server directory etc.
es: La Biblioteca está destinada a proporcionar toda la información relevante para todos en la organización. Coloque aquí todos los datos que comparte normalmente a través de un recurso compartido de archivos, un disco mapeado, un directorio de servidor, etc.

source: Quaive Library does not use node pages for every section, so you don't have to create a "Welcome to Section X" page in every section. Instead the library shows directly sections and subsections on the first glance. This makes it quick to navigate.
es: La Biblioteca Quaive no utiliza páginas de nodo para cada sección, por lo que no tiene que crear una página "Bienvenido a la Sección X" en cada sección. En cambio, la biblioteca muestra directamente secciones y subsecciones a primera vista. Esto hace que sea rápido navegar.

source: So create some initial sections for the documents most used in your organisation. The first one could be a section for the new social intranet, where you put documents about Quaive, about the on boarding process and background facts for users to look up. Another section could be the one for all the different forms needed to do travel expenses.
es: Por lo tanto, cree algunas secciones iniciales para los documentos más utilizados en su organización. La primera podría ser una sección para la nueva intranet social, donde puede colocar documentos sobre Quaive, sobre el proceso de embarque y antecedentes para que los usuarios puedan buscar. Otra sección podría ser la de todas las formas diferentes necesarias para hacer los gastos de viaje.

source: Remember: The structure used on your file share is not necessarily the same structure that users use to search for content. This might be a good chance to rethink and to redo the structure, to make it more flat and to ask your users where they would expect to find items.
es: Recuerde: la estructura utilizada en su recurso compartido de archivos no es necesariamente la misma estructura que usan los usuarios para buscar contenido. Esta podría ser una buena oportunidad para repensar y rehacer la estructura, para hacerla más plana y para preguntar a los usuarios dónde esperarían encontrar los elementos.

source: Another approach that helps retrieving information is the search. Use the library search to look for content only within the library. As you can see previews of the result documents right away, finding the right document will be quicker than before.
es: Otro enfoque que ayuda a recuperar información es la búsqueda. Use la búsqueda de la biblioteca para buscar contenido solo dentro de la biblioteca. Como puede ver las previsualizaciones de los documentos resultantes de inmediato, encontrar el documento correcto será más rápido que antes.

source: And there are tags. You can tag all your documents in the library cms. If you have to stick to one structure but you want to also make information available by another criterion, use tags.
es: Y hay etiquetas. Puede etiquetar todos sus documentos en la biblioteca cms. Si tiene que apegarse a una estructura pero desea también hacer que la información esté disponible por otro criterio, use etiquetas.

source: Example: Your structure is strictly built by department, and every department has order forms, then tagging them with the tag 'order form' makes it easy to locate all order forms - company wide.
es: Ejemplo: su estructura está estrictamente construida por departamento, y cada departamento tiene formularios de pedido, y luego etiquetarlos con la etiqueta 'formulario de pedido' facilita la localización de todos los formularios de pedido, en toda la empresa.

source: The History
es: La historia

source: Description
es: Descripción

source: This document gives a short overview of the historical genesis of this project. For the current status, see the Quaive_ website.
es: Este documento ofrece una breve descripción de la génesis histórica de este proyecto. Para conocer el estado actual, consulte el sitio web de Quaive_.

source: The Plone Intranet project started life as a discussion between Netsight and Cosent back in 2013. Like a number of Plone companies, Netsight had already been working on intranet projects for some years, starting with a bespoke intranet for Belron in 2007. In more recent years Netsight saw the need to componentise their offering to improve manageability of the code base, to make supporting their solutions easier, and to help remain competitive in the marketplace (re-selling existing code was becoming a necessity).
es: El proyecto Plone Intranet comenzó como una discusión entre Netsight y Cosent en 2013. Al igual que varias compañías de Plone, Netsight ya había estado trabajando en proyectos de intranet durante algunos años, comenzando con una intranet a medida para Belron en 2007. En años más recientes Netsight vio la necesidad de complementar su oferta para mejorar la capacidad de administración de la base de código, facilitar el soporte de sus soluciones y ayudar a mantener la competitividad en el mercado (volver a vender el código existente se estaba convirtiendo en una necesidad).

source: The idea behind this project is to build upon a number of existing packages out there in the Plone world that provide intranet-like functionality. Over the years many products have been developed, often inside individual organisations, with much repetition.
es: La idea detrás de este proyecto es construir sobre una serie de paquetes existentes en el mundo de Plone que ofrecen una funcionalidad tipo intranet. Con los años se han desarrollado muchos productos, a menudo dentro de organizaciones individuales, con mucha repetición.

source: At the 2013 Plone Conference an open space session indicated that there were a number of other Plone companies with a similar history to Netsight’s in the intranet marketplace. With the growth of the intranet/digital workplace industry, it became clear that a number of Plone companies saw an opportunity to commercialise on a common Plone-based intranet solution. These discussions continued with other Plone community members which lead to the organisation of the first Plone Intranet summit in November 2013, and the formation of the Plone Intranet Consortium, which was later renamed into Quaive_.
es: En la Conferencia de Plone 2013, una sesión de espacio abierto indicó que existían otras empresas de Plone con una historia similar a Netsight en el mercado de intranet. Con el crecimiento de la industria del trabajo intranet/digital, se hizo evidente que varias empresas de Plone vieron la oportunidad de comercializar en una solución común de Intranet basada en Plone. Estas discusiones continuaron con otros miembros de la comunidad Plone que condujeron a la organización de la primera cumbre de Plone Intranet en noviembre de 2013, y la formación del Consorcio de Plone Intranet, que más tarde fue rebautizado como Quaive_.

source: An in-person meeting was arranged to follow up and brainstorm on these ideas two weeks after the conference. For expediency, those invited were those we knew who had an interest and experience with Plone intranets and who were located within an hour of London.
es: Se organizó una reunión en persona para dar seguimiento y una lluvia de ideas sobre estas ideas dos semanas después de la conferencia. Por conveniencia, los invitados fueron aquellos que conocíamos que tenían interés y experiencia con las intranets de Plone y que se encontraban a una hora de Londres.

source: This initial meeting was held in London and attended by:
es: Esta reunión inicial se celebró en Londres y asistieron:

source: Matt Hamilton, Matthew Sital-Singh, Ben Ackland - Netsight (UK)
es: Matt Hamilton, Matthew Sital-Singh, Ben Ackland - Netsight (Reino Unido)

source: Guido Stevens - Cosent (NL)
es: Guido Stevens - Cosent (Países Bajos)

source: Alexander Pilz - Syslab.com (DE)
es: Alexander Pilz - Syslab.com (Alemania)

source: Rob Gietema - Four Digits (NL)
es: Rob Gietema - Four Digits (Países Bajos)

source: Philip Bauer - Starzel (DE) (remote)
es: Philip Bauer - Starzel (Alemania) (remoto)

source: Bernhard Bühlmann - 4Teamwork (CH) (remote)
es: Bernhard Bühlmann - 4Teamwork (Suiza) (remoto)

source: A number of key areas were identified which are common requirements for intranets and which have been repeatedly over and over by a number of similar Plone add-ons.
es: Se identificaron varias áreas clave que son requisitos comunes para intranets y que han sido repetidamente repetidas veces por una cantidad de complementos Plone similares.

source: Following a number of weekly Hangout sessions with the participants, a number of user stories were collected and organised into a `spreadsheet <https://docs.google.com/spreadsheet/ccc?key=0AmooreRUAv9PdGg4eG5VWkxZVS1EaWdCQllWWnh1Snc&usp=sharing>`_.
es: Después de varias sesiones semanales de Hangout con los participantes, se recopilaron varias historias de usuarios y se organizaron en una `hoja de cálculo <https://docs.google.com/spreadsheet/ccc?key=0AmooreRUAv9PdGg4eG5VWkxZVS1EaWdCQllWWnh1Snc&usp=sharing>`_.

source: In early 2014, Netsight received funding to research social software within the enterprise. This grant has been used to research new process methodologies to improve the success rate of the introduction of social technologies into the organisation environment. In particular, Netsight have focussed on profiling individuals, departments and an entire organisation in order to deliver relevant social content and user interface within an intranet system.
es: A principios de 2014, Netsight recibió fondos para investigar software social dentro de la empresa. Esta subvención se ha utilizado para investigar nuevas metodologías de proceso para mejorar la tasa de éxito de la introducción de tecnologías sociales en el entorno de la organización. En particular, Netsight se ha centrado en crear perfiles de personas, departamentos y una organización completa con el fin de proporcionar contenido social relevante e interfaz de usuario dentro de un sistema de intranet.

source: In October 2014, the Plone Intranet Consortium met in Munich and decided on a concrete commitment to developing Plone Intranet by investing money and manpower. Development was organised using Scrum and a roadmap for a first version was set.
es: En octubre de 2014, el Consorcio de Plone Intranet se reunió en Munich y se decidió por un compromiso concreto de desarrollar la Plone Intranet invirtiendo dinero y mano de obra. El desarrollo se organizó utilizando la metodología Scrum y se estableció una hoja de ruta para una primera versión.

source: In October 2015, the Plone Intranet Consortium was renamed into Quaive and the first production version of the software suite was released.
es: En octubre de 2015, Plone Intranet Consortium pasó a llamarse Quaive y se lanzó la primera versión de producción del paquete de software.

source: The founding partners of Quaive are:
es: Los socios fundadores de Quaive son:

source: Netsight (UK)
es: Netsight (Reino Unido)

source: Cosent (Netherlands)
es: Cosent (Países Bajos)

source: Syslab (Germany)
es: Syslab (Alemania)

source: FourDigits (Netherlands)
es: FourDigits (Países Bajos)

source: Abstract (Italy)
es: Abstract (Italia)

source: Red Turtle (Italy)
es: Red Turtle (Italia)

source: Starzel (Germany)
es: Starzel (Alemania)

source: Zest (Netherlands)
es: Zest (Países Bajos)

source: Important Aspects of Plone Intranet
es: Aspectos importantes de Plone Intranet

source: Design First
es: Primero el diseño

source: Roadmap-driven Scrum development
es: Desarrollo de Scrum impulsado por mapa de ruta

source: Quaive board funds roadmap
es: Hoja de ruta de los fondos de la junta Quaive

source: 100% Open Source - all code is donated to the Plone Foundation
es: 100% de código abierto - todo el código se dona a la Fundación Plone

source: NOT a core fork
es: NO es un fork de núcleo

source: Compatible with mockup
es: Compatible con mockup

source: NOT a €€€ conspiracy
es: NO es una conspiración de €€€

source: Plone 5 based
es: Basado en Plone 5

source: Further reading
es: Otras lecturas

source: The study `Systems of Intent <http://cosent.nl/roadmap>`_ created by Guido Stevens
es: El estudio `Systems of Intent <http://cosent.nl/roadmap>`_ creado por Guido Stevens

source: The Talk given at the Plone Conference 2014 in Bristol
es: La charla impartida en la Conferencia Plone 2014 en Bristol

source: Slides at `Slideshare <http://www.slideshare.net/GuidoStevens/plone-intranet-consortium-united-we-stand-divided-we-fall>`_
es: Diapositivas en `Slideshare <http://www.slideshare.net/GuidoStevens/plone-intranet-consortium-united-we-stand-divided-we-fall>`_

source: Video at `Vimeo <http://vimeo.com/110489988>`_
es: Vídeo en `Vimeo <http://vimeo.com/110489988>`_

source: Many talks given at the Plone Conference 2015 in Bucharest, see the `ploneintranet tweet stream`_
es: Muchas charlas dadas en la Conferencia Plone 2015 en Bucarest, ver el `tweet stream ploneintranet`_

source: Importing Users
es: Importando Usuarios

source: To start working with Quaive, you need users. Users are stored as user profiles in Quaive and store everything that Quaive knows about the user - from profile image and name to organisation and telephone number. You can find them in the /profiles folder.
es: Para comenzar a trabajar con Quaive, necesita usuarios. Los usuarios se almacenan como perfiles de usuario en Quaive y almacenan todo lo que Quaive sabe sobre el usuario, desde la imagen del perfil y el nombre hasta la organización y el número de teléfono. Puede encontrarlos en la carpeta /profiles.

source: User profiles can be customised as well. Often, organisations have a central user database which supplies the basic information like name and contact details and is mainly used for authentication. If you want to store more data, Quaive user profiles can store this extra information for you.
es: Los perfiles de usuario se pueden personalizar también. A menudo, las organizaciones tienen una base de datos central de usuarios que proporciona la información básica, como el nombre y los detalles de contacto, y se utiliza principalmente para la autenticación. Si desea almacenar más datos, los perfiles de usuario de Quaive pueden almacenar esta información adicional por usted.

source: There are two ways to get users into Quaive.
es: Hay dos maneras de hacer que los usuarios entren en Quaive.

source: Connect Quaive to LDAP or Active Directory Please contact your system administrator to do that, as it requires knowledge about the organisations user database configuration.
es: Conecte Quaive a LDAP o Active Directory por favor, póngase en contacto con el administrador de su sistema para hacerlo, ya que requiere conocimiento sobre la configuración de la base de datos de usuarios de la organización.

source: Import Users from a spreadsheet See how it's done below.
es: Importar usuarios de una hoja de cálculo Vea cómo se hace a continuación.

source: Import Users from a spreadsheet
es: Importar usuarios de una hoja de cálculo

source: There is a bulk upload from CSV option. Column names are mapped to field names, and the data is validated before users are created. The first line needs to contain the field names.
es: Hay una carga masiva de la opción CSV. Los nombres de las columnas se asignan a los nombres de los campos y los datos se validan antes de que se creen los usuarios. La primera línea debe contener los nombres de los campos.

source: To use the bulk upload, visit the @@import-users browser view on the profiles folder in your site::
es: Para usar la carga masiva, visite la vista del navegador @@import-users en la carpeta de perfiles de su sitio::

source: On this page, you will see a complete list of available field names. Here is an example of a CSV file that will create 2 users::
es: En esta página, verá una lista completa de los nombres de campo disponibles. Aquí hay un ejemplo de un archivo CSV que creará 2 usuarios::

source: Portrait images
es: Imágenes de retrato

source: After creating users with bulk upload, you can even bulk add portrait images as follows:
es: Después de crear usuarios con carga masiva, puede incluso agregar imágenes en vertical de forma masiva de la siguiente manera:

source: In the site root, via the Barceloneta interface on cms.yoursite.com, add a Folder 'avatars' to the portal root
es: En la raíz del sitio, a través de la interfaz de Barceloneta en cms.susitio.com, agregue una carpeta 'avatares' a la raíz del portal

source: Upload images into this folder with ids like 'johndoe.jpg' matching userid 'johndoe'
es: Cargue imágenes en esta carpeta con ids como 'johndoe.jpg' que coincida con userid 'johndoe'

source: Run::
es: Ejecutar::

source: Getting Started with Quaive
es: Comenzando con Quaive

source: Welcome to Quaive! You have probably tried Quaive on a test server or installed it yourself, and now you want to configure it for real for your organisation? Let us explain better how Quaive is organised and how you should set things up so that you can get most out of your Quaive Social Intranet.
es: ¡Bienvenido a Quaive! Probablemente haya probado Quaive en un servidor de pruebas o lo haya instalado usted mismo, ¿y ahora quiere configurarlo de manera real para su organización? Permítanos explicar mejor cómo se organiza Quaive y cómo debe configurar las cosas para que pueda sacar el máximo provecho de su Intranet de Quaive Social.

source: In Quaive, everything is about People and Content. Here is how it breaks down:
es: En Quaive, todo se trata de la Gente y su Contenido. Aquí es cómo se descompone:

source: People create Workspaces
es: Las personas crea espacios de trabajos

source: People create content in Workspaces
es: Las personas crea contenidos en espacios de trabajos

source: The social stream transports what's going on to everybody in the organisation
es: La acción social transporta lo que está pasando a todos en la organización

source: People post updates to the stream
es: Las personas publican actualizaciones en el muro de las últimas actividades

source: Content changes and comments go into the stream
es: Los cambios de contenido y los comentarios entran en el muro de las últimas actividades

source: Apps make it easy to find needed content right away
es: Las aplicaciones hacen fácil buscar el contenido necesario de manera adecuada

source: The dashboard aggregates and personalises current information
es: El tablero agrega y personaliza la información actual

source: To do all of this, you need to prepare a few things. This guide shouldn’t take you any longer than ten minutes to get through, front-to-back.
es: Para hacer todo esto, debes preparar algunas cosas. Esta guía no debe demorar más de diez minutos en llegar, de adelante hacia atrás.

source: Overview
es: Visión general

source: Quaive is a social intranet collaboration solution.
es: Quaive es una solución de colaboración social en la intranet.

source: We’ve specifically developed the Quaive software to deliver the balance of social tools, structure, and process that customers demand to successfully introduce a modern digital workplace into their organisation.
es: Hemos desarrollado específicamente el software Quaive para ofrecer el equilibrio de las herramientas sociales, la estructura y el proceso que los clientes demandan para introducir con éxito un lugar de trabajo digital moderno en su organización.

source: Be productive
es: Se productivo

source: Provide staff with the tools and information they need to get things done
es: Proporcionar al personal las herramientas y la información que necesitan para hacer las cosas

source: Work together
es: Trabajar juntos

source: Strengthen internal communication, engage employees, build a sense of community
es: Fortalecer la comunicación interna, involucrar a los empleados, construir un sentido de comunidad

source: Stay organised
es: Mantente organizado

source: Manage key tasks and common business processes; keep up-to-date
es: Administrar tareas clave y procesos comerciales comunes; mantenerse al día

source: On any device
es: En cualquier dispositivo

source: Mobile, tablet, laptop, desktop
es: Móvil, tableta, computadora portátil, escritorio

source: Quaive is a web based social intranet. However you should see Quaive more as an Application than a Website, even though there are a few website like aspects in it, like the news or the library. It performs much more application like tasks for you like aggregating information on the dashboard, support to share documents with your team and providing apps, which are small applications in itself.
es: Quaive es una intranet social basada en la web. Sin embargo, debería ver a Quaive más como una Aplicación que como un Sitio web, aunque hay algunos aspectos del sitio web, como las noticias o la biblioteca. Realiza muchas más tareas similares a las tareas para usted, como agregar información en el tablero, soporte para compartir documentos con su equipo y proporcionar aplicaciones, que son pequeñas aplicaciones en sí mismas.

source: The main sections in Quaive are:
es: Las secciones principales en Quaive son:

source: Dashboard - An aggregation of everything that is going on - personalised for you.
es: Tablero - una agregación de todo lo que sucede, personalizado para usted.

source: News - A trail of what's going on within your organisation.
es: Noticias - una pista de lo que sucede dentro de su organización.

source: Library - All information that concerns everybody in the organisation.
es: Biblioteca - toda la información que concierne a todos en la organización.

source: Workspaces - All information that concerns your teams.
es: Espacios de trabajo - toda la información que concierne a sus equipos.

source: Apps - All information that concerns you.
es: Aplicaciones - toda la información que le concierne.

source: The Open Source version of Quaive goes also under the name Plone Intranet and has been created by a team of Plone Solution Providers in an effort to unify available solutions for intranet under a designed and streamlined solution. The effort is organised in a consortium with currently 12 members, totalling 49 contributors in 6 countries.
es: La versión de código abierto de Quaive también se conoce con el nombre de Plone Intranet y ha sido creada por un equipo de proveedores de soluciones Plone en un esfuerzo por unificar las soluciones disponibles para intranet bajo una solución diseñada y optimizada. El esfuerzo se organiza en un consorcio con actualmente 12 miembros, que suman 49 contribuyentes en 6 países.

source: Set up your Intranet
es: Instalar su Intranet

source: A step-by-step guide to configure initial parameters of your intranet
es: Una guía paso-por-paso para configurar los parámetros iniciales de su intranet

source: For a first time installation, you will want to configure some settings. You can do that via the portal registry. These settings are listed below:
es: Para una primera instalación, deseará configurar algunas configuraciones. Puede hacerlo a través de la herramienta portal registry (portal_registry) de Plone. Estas configuraciones se enumeran a continuación:
