Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/search.po
Languages: es

source: Search
es: Búsqueda

source: The search is the tool of choice if you know what you are looking for but not exactly where to find it.
es: La búsqueda es la herramienta de elección si sabe lo que está buscando pero no exactamente dónde encontrarlo.

source: Using the search icon
es: Usando el icono de búsqueda

source: Among the icons in the top right corner you will find the search icon (a magnifying glass).
es: Entre los íconos en la esquina superior derecha, encontrarás el ícono de búsqueda (una lupa).

source: Click it and a text input opens. Enter one or more words that are contained in the document you are looking for.
es: Haga clic en él y se abrirá una entrada de texto. Ingrese una o más palabras que están contenidas en el documento que está buscando.

source: Submit your input by pressing enter. You are taken to the search results page.
es: Envíe su entrada presionando la tecla Enter. Lo llevan a la página de resultados de búsqueda.

source: The search results
es: Los resultados de búsqueda

source: A list of results is displayed. The results most relevant to the search are shown at the top of the list. Results will have a preview and/or description where available.
es: Se muestra una lista de resultados. Los resultados más relevantes para la búsqueda se muestran en la parte superior de la lista. Los resultados tendrán una vista previa y/o descripción cuando estén disponibles.

source: There is an options menu that allows you to
es: Hay un menú de opciones que te permite

source: hide the previews to save some space on your screen
es: ocultar las vistas previas para ahorrar espacio en la pantalla

source: change the sorting to have the most recent results at the top of the list.
es: cambie la clasificación para tener los resultados más recientes en la parte superior de la lista.

source: Above the results list you can see how many results were found.
es: Sobre la lista de resultados puede ver cuántos resultados se encontraron.

source: Filters
es: Filtros

source: If the list is long you can narrow down your search by selecting filters on the left. If, for example, you know the type of document you are looking for then you can select it from the offered document types. The result list is updated to reflect your selection.
es: Si la lista es larga, puede restringir su búsqueda seleccionando filtros a la izquierda. Si, por ejemplo, conoce el tipo de documento que está buscando, puede seleccionarlo de entre los tipos de documentos ofrecidos. La lista de resultados se actualiza para reflejar su selección.

source: Spell checking
es: Revisón ortografica

source: Even if there is a typo in your search you can still find what you are looking for. The search will suggest search words with similar spelling to those you entered.
es: Incluso si hay un error ortográfico en su búsqueda, puede encontrar lo que está buscando. La búsqueda sugerirá palabras de búsqueda con una ortografía similar a las que ingresó.

source: Alternate result views
es: Vista de resultado alternativa

source: Several specialized results pages help you search for specific things, for example people. They are accessible as tabs on the default results page.
es: Varias páginas de resultados especializados lo ayudan a buscar cosas específicas, por ejemplo personas. Se encuentran accesibles como pestañas en la página de resultados predeterminados.
