Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/workspaces.po
Languages: es

source: In the Members section you can see which users and groups are members of this workspace and which roles they have on it. Here you can add new members or groups, delete existing ones or change the specific role of a member or a group.
es: En la sección Miembros, puede ver qué usuarios y grupos son miembros de este espacio de trabajo y qué roles tienen en él. Aquí puede agregar nuevos miembros o grupos, eliminar los existentes o cambiar el rol específico de un miembro o un grupo.

source: Security
es: Seguridad

source: On the security panel you can see the current security settings of the workspace. This is called the workspace policy. You can get information about the external visibility, the join policy and the participant policy of a workspace. All these settings of a workspace can be changed for existing workspaces whenever needed. Short explanations offer information about the current and possible options for these settings to make sure what effects on the workspace and it's content a change has.
es: En el panel de seguridad, puede ver la configuración de seguridad actual del espacio de trabajo. Esto se llama política de espacio de trabajo. Puede obtener información sobre la visibilidad externa, la política de unirse al espacio y la política de participante de un espacio de trabajo. Todas estas configuraciones de un espacio de trabajo se pueden cambiar para espacios de trabajo existentes siempre que sea necesario. Las explicaciones breves ofrecen información sobre las opciones actuales y posibles para estas configuraciones para asegurarse de qué efectos tiene el cambio en el espacio de trabajo y su contenido.

source: Advanced
es: Avanzado

source: In the advanced settings section extended functionality on a workspace can be found such as setting up related workspaces, division support but also actions like archiving, freezing or deleting the workspace
es: En la sección de configuración avanzada, se puede encontrar una funcionalidad extendida en un espacio de trabajo, como la configuración de espacios de trabajo relacionados, soporte de división pero también acciones como archivar, congelar o eliminar el espacio de trabajo

source: This part of the manual is about how to use and create tasks in an existing workspace.
es: Esta parte del manual trata sobre cómo usar y crear tareas en un espacio de trabajo existente.

source: In a workspace in Quaive you can use tasks to define small pieces of work and - if you want - assign this to another user. Tasks can be closed when the job is finished and reopened again if this seems necessary. A notification email is sent out to the different users when a task was edited or it's status was changed.
es: En un espacio de trabajo en Quaive puede usar tareas para definir pequeños trabajos y, si lo desea, asignarlo a otro usuario. Las tareas se pueden cerrar cuando el trabajo finaliza y se vuelven a abrir si esto parece necesario. Se envía un correo electrónico de notificación a los diferentes usuarios cuando se editó una tarea o se cambió su estado.

source: To access the task section of your workspace and see existing tasks and their status click the little checkbox icon in the section navigation of your workspace.
es: Para acceder a la sección de tareas de su espacio de trabajo y ver las tareas existentes y su estado, haga clic en el pequeño icono de casilla de verificación en la sección de navegación de su espacio de trabajo.

source: Now you will learn how to
es: Ahora usted aprenderá a como

source: Create a task in a workspace
es: Crear una tarea en un espacio de trabajo

source: To create a task in a workspace, click the plus icon in the sidebar.
es: Para crear una tarea en un espacio de trabajo, haga clic en icono más en la barra lateral.

source: This opens the create task form.
es: Esta abrirá un formulario para crear tarea.

source: We will take a closer look to the fields on the create task form. From the top they are:
es: Nosotros tomaremos de cerca los campos en el formulario de creación de tareas. Desde arriba ellos son:

source: **Task title** (*required*): The title is displayed in all places where the task is listed - sidebar, portlets, listings, ...
es: **Título del tarea** (*requerido*): El título es mostrado en todos los lugares donde la tarea es listado - calendario, portlets, listados, ...

source: **Description**: the description can be used to describe the task if necessary
es: **Descripción**: la descripción se puede usar para describir la tarea si es necesario

source: **Initiator** (user picker field): the user initiating the task (this field is prefilled by the user who created the task)
es: **Iniciador** (campo selector de usuario): el usuario que inicia la tarea (este campo lo rellena previamente el usuario que creó la tarea)

source: **Assignee** (user picker field): the user the task is assigned to
es: **Asignador** (campo selector de usuario): el usuario al que se asigna la tarea

source: **Due date** (calendar field): the due date this task should be done
es: **Fecha de vencimiento** (campo del calendario): la fecha de vencimiento de esta tarea se debe hacer

source: Only the title field is required. All other fields are optional and can also be left blank.
es: Solamente el campo título es requerido. Todos los demás campos son opcionales y pueden también dejar en blanco.

source: For the user related fields Quaive offers a special user picker that helps you browsing the user database to find portal users and assign them. More about the user picker field type you can read in the events section here :ref:`quaive-user-picker-field-label`
es: Para los campos relacionados con el usuario, Quaive ofrece un selector de usuario especial que le ayuda a explorar la base de datos de usuarios para encontrar usuarios del portal y asignarlos. Más sobre el tipo de campo selector de usuario que puede leer en la sección de eventos aquí :ref:`quaive-user-picker-field-label`

source: That's how the form looks for our test task. To create the task just click the button "Create" at the bottom of the form.
es: Eso es como lucira el formulario para nuestra tarea de prueba. Para crear la tarea solo haga clic en el botón "Crear" al finalizar el formulario.

source: Your task is now created and listed in the sidebar under "General tasks".
es: Su tarea es ahora creada y listada en la barra laterar bajo "Tareas generales".

source: Change the status of a task
es: Cambiar el estatus de una tarea

source: When you create a task in a workspace, the status of this task is open. This means, the work still has to be done, the job awaits doing.
es: Cuando crea una tarea en un espacio de trabajo, el estado de esta tarea está abierto. Esto significa que el trabajo aún tiene que hacerse, el trabajo espera hacerlo.

source: Usually you assign a task to a specific user and then this user has the task in his task list on the dashboard to see action needs to be done. After this user - or also someone else - did the job, he may want to inform you about it and this can be done by closing the task. So a closed task tells you the work has been done.
es: Por lo general, usted asigna una tarea a un usuario específico y luego este usuario tiene la tarea en su lista de tareas en el tablero para ver qué acción debe hacerse. Después de que este usuario, o también otra persona, haya hecho el trabajo, es posible que desee informarle al respecto y esto se puede hacer cerrando la tarea. Entonces, una tarea cerrada le dice que el trabajo ya está hecho.

source: Of course tasks can be reopened again if needed so the actions described now can also be performed to re-open a closed task. You can see the current status of all tasks in the sidebar by looking at the task's checkbox. Checked means the task is done, unchecked means it's still open.
es: Por supuesto, las tareas se pueden reabrir nuevamente si es necesario, de modo que las acciones descritas ahora también se pueden realizar para volver a abrir una tarea cerrada. Puede ver el estado actual de todas las tareas en la barra lateral mirando la casilla de verificación de la tarea. Controlado significa que la tarea está hecha, sin marcar significa que todavía está abierta.

source: To close our newly created task we click on the task title in the sidebar to open the task's edit view. In the edit actions bar you can see the current status of the task. For our task, the status is "Open" - you can also see this in the sidebar.
es: Para cerrar nuestra tarea recién creada, hacemos clic en el título de la tarea en la barra lateral para abrir la vista de edición de la tarea. En la barra de acciones de edición, puede ver el estado actual de la tarea. Para nuestra tarea, el estado es "Abrir" - también puede ver esto en la barra lateral.

source: To change the status of the task open the status pulldown and select "Done".
es: Para cambiar el estatus de una tarea, abra la lista desplegable del estatus y seleccione "Hecho".

source: A spinner shows that the status of the task is changed immediately and also the sidebar is updated automatically - the checkbox in front of the task is checked now. You can also use the sidebar checkboxes to close or re-open a task by simply checking or unchecking it's checkbox.
es: Un girador muestra que el estado de la tarea se cambia inmediatamente y que la barra lateral se actualiza automáticamente: la casilla de verificación que se encuentra frente a la tarea se verifica ahora. También puede utilizar las casillas de verificación de la barra lateral para cerrar o volver a abrir una tarea simplemente marcando o desmarcando su casilla de verificación.
