Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/workspaces.po
Languages: es

source: Case Workspaces
es: Espacios de trabajo de caso

source: Case workspaces are a special type of workspace which help teams to manage a shared work load with discreet milestones. You can configure a case workspace with a set of tasks and milestones and then re-use that configuration for new projects. You can also decide who is able to work on particular tasks during each milestone and notify workspace members when a particular milestone has been reached.
es: Los espacios de trabajo de casos son un tipo especial de espacio de trabajo que ayuda a los equipos a administrar una carga de trabajo compartida con hitos discretos. Puede configurar un espacio de trabajo de caso con un conjunto de tareas e hitos y luego volver a utilizar esa configuración para nuevos proyectos. También puede decidir quién puede trabajar en tareas particulares durante cada hito y notificar a los miembros del área de trabajo cuando se ha alcanzado un hito en particular.

source: Let's step through the process of creating and using a case workspace.
es: Avancemos el proceso de creación y uso de un espacio de trabajo de caso.

source: Select "Case Template" as the workspace type.
es: Seleccione "Plantilla de caso" como el tipo de espacio de trabajo.

source: Your Quaive site may have a selection of different pre-configured case workspaces available under the 'Special workspace' section.
es: Su sitio de Quaive puede tener una selección de espacios de trabajo de casos preconfigurados diferentes disponibles en la sección 'Espacio de trabajo especial'.

source: Fill in the details and create the workspace.
es: Complete los detalles y cree el espacio de trabajo.

source: On the case workspace you will see an overview of the tasks and milestones for this case workspace.
es: En el espacio de trabajo del caso, verá una descripción general de las tareas y los hitos de este espacio de trabajo del caso.

source: Please click on the tasks icon in the sidebar to configure additional tasks.
es: Haga clic en el ícono de tareas en la barra lateral para configurar tareas adicionales.

source: Let's create a new task to add members to the case workspace. Please click the button to add a new task to the "New" milestone.
es: Vamos a crear una nueva tarea para agregar miembros al espacio de trabajo del caso. Haga clic en el botón para agregar una nueva tarea al hito "Nuevo".

source: You can add an assignee and a due date.
es: Puede agregar un usuario asignado y una fecha de vencimiento.

source: You will also see the assignee and due date on the case workspace.
es: También verá el usuario asignado y la fecha de vencimiento en el espacio de trabajo del caso.

source: You can now add complete the task by adding a team member. This works in exactly the same way as a normal workspace, using the :ref:`workspace-settings-members-label` settings.
es: Ahora puede agregar completar la tarea agregando un miembro del equipo. Esto funciona exactamente de la misma manera que un espacio de trabajo normal, usando las configuraciones :ref:`workspace-settings-members-label`.

source: There are two ways to mark a task as complete.
es: Hay dos formas de marcar una tarea como completa.

source: You can now see that the task is complete.
es: Ahora puede ver que la tarea está completa.

source: Once all the tasks for a milestone are complete, you can close the milestone and move on to the next one.
es: Una vez que se hayan completado todas las tareas para un hito, puede cerrar el hito y pasar al siguiente.

source: You can now see that the milestone is closed, you can also reopen it from the task sidebar.
es: Ahora puede ver que el hito está cerrado, también puede volver a abrirlo desde la barra lateral de la tarea.

source: Workspaces
es: Espacios de trabajos

source: In a Quaive site workspaces are the key areas for creating, organizing and sharing content. Workspaces represent projects or working units where the users that work on these projects are members of the workspace and collaborate by creating and editing content.
es: En un sitio de Quaive, los espacios de trabajo son las áreas clave para crear, organizar y compartir contenido. Los espacios de trabajo representan proyectos o unidades de trabajo donde los usuarios que trabajan en estos proyectos son miembros del espacio de trabajo y colaboran creando y editando contenido.

source: A very important aspect of workspaces is the security model that ensures that all content is only visible to those users who are supposed to see it.
es: Un aspecto muy importante de los espacios de trabajo es el modelo de seguridad que asegura que todos los contenidos sean solamente visibles a esos usuarios quienes estén permitidos ver esos contenidos.

source: In the most simple use-case, workspaces can be treated as folders for storing data that belongs to a specific project. But they provide many more powerful aspects, such as built-in events that will appear in the workspace calendar and the possibility to create and assigns tasks. All actions that happen in the workspace automatically appear in the social stream, where they can be commented on by the workspace members.
es: En el caso de uso más simple, los espacios de trabajo se pueden tratar como carpetas para almacenar datos que pertenecen a un proyecto específico. Pero proporcionan muchos más aspectos poderosos, como eventos integrados que aparecerán en el calendario del espacio de trabajo y la posibilidad de crear y asignar tareas. Todas las acciones que ocurren en el espacio de trabajo aparecen automáticamente en la acciones sociales, donde los miembros del espacio de trabajo pueden comentarlas.

source: In this chapter of the manual we will take a closer look at Quaive's workspaces and how you can use them. All sections of a workspace, content elements and subsystems will be treated here.
es: En este capítulo del manual veremos más de cerca los espacios de trabajo de Quaive y cómo puede usarlas. Aquí se tratarán todas las secciones de un espacio de trabajo, elementos de contenido y subsistemas.

source: All workspaces in a Quaive site can be accessed in the Workspaces section. To get there please use the navigation link in the main menu called "Workspaces".
es: Se puede acceder a todos los espacios de trabajo en un sitio de Quaive en la sección Espacios de trabajo. Para llegar allí, utilice el enlace de navegación en el menú principal llamado "Espacios de trabajo".

source: This opens the workspaces overview page. Here you can get an overview over all workspaces currently existing in the Quaive site and you have the necessary permissions to see. The workspaces are displayed as coloured tiles with their title and - if existing - a short description of what they are about.
es: Esto abre la página de la visión general de los espacios de trabajo. Aquí puede obtener una descripción general de todos los espacios de trabajo existentes en el sitio de Quaive y tiene los permisos necesarios para ver. Los espacios de trabajo se muestran como mosaicos de colores con su título y, si existe, una breve descripción de lo que tratan.

source: Read on to create your first workspace and discover all sections and content objects that make a workspace that powerful tool it is meant to be:
es: Siga leyendo para crear su primer espacio de trabajo y descubrir todas las secciones y objetos de contenido que hacen que un espacio de trabajo sea la herramienta poderosa que debe ser:

source: Locking
es: Bloqueo

source: Quaive provides locking support to prevent concurrent edits on the documents.
es: Quaive provee soporte a bloqueo para prevenir ediciones concurrente en los documentos.

source: When the user starts to edit a document, the document goes in to a locked state.
es: Cuando el usuario inicia la edición de un documento, el documento va a tener un estado bloqueado.

source: This is transparent for the user editing the document, but other users that will visit the document will find a locked badge instead of the normal save button.
es: Esto es transparente para el usuario que edita el documento, pero otros usuarios que visitarán el documento encontrarán una insignia bloqueada en lugar del botón de guardar normal.

source: Clicking on the locked badge will pop up a panel that tells the user what is going on and offers some actions:
es: Haciendo clic en la insignia bloqueado abrirá un panel en una ventana emergente que le dice al usuario que va hacer y le ofrece algunas opciones:

source: the user can start a chat through the messaging app with the user who started editing the document
es: el usuario inicia un chat a través de la aplicación de mensajería con el usuario que inicio la edición del documento

source: the user can force the document unlock
es: el usuario puede forzar el desbloqueo del documento

source: Versioning
es: Versionado

source: Versioning for uploaded files can be enabled optionally. Please contact your site's administrator for enabling it.
es: El versionado para archivos cargados puede ser habilitado opcionalmente. Por favor, contactar a su administrador del sitio para habilitarlo.

source: If versioning is enabled and you are uploading a new version of a file that already exists in Quaive, then the old version of the file is not simply replaced, but kept in the system. Although users will then see the new version of the file by default, they can still access previous versions of it.
es: Si el control de versiones está habilitado y está cargando una nueva versión de un archivo que ya existe en Quaive, entonces la versión anterior del archivo no se reemplaza simplemente, sino que se guarda en el sistema. Aunque los usuarios verán la nueva versión del archivo de forma predeterminada, aún pueden acceder a versiones anteriores de este.

source: The example below shows an Excel file that is present in a workspace. We can see the preview for this file:
es: El ejemplo siguiente muestra un archivo Excel que esta presente en un espacio de trabajo. Nosotros podemos ver la vista previa para este archivo:

source: If you click on the symbol with three dots, you can open the version history:
es: Si usted hace clic en el símbolo de los tres puntos, usted puede abrir el histórico de versiones:

source: It shows only one entry, for the initial action:
es: Ese mostrara solamente una entrada, para la acción inicial:

source: We have detected a typo in the Excel file. Therefore we want to upload a new version of it. In the edit form, we tick the check-box "Save a new version", select the file to upload, and optionally provide a comment that explains the changes made. A click on the "Save" button uploads the file and creates a new version:
es: Hemos detectado un error tipográfico en el archivo de Excel. Por lo tanto, queremos subir una nueva versión de la misma. En el formulario de edición, marcamos la casilla de verificación "Guardar una nueva versión", seleccionamos el archivo para cargar y, opcionalmente, proporcionamos un comentario que explica los cambios realizados. Al hacer clic en el botón "Guardar", se carga el archivo y se crea una nueva versión:

source: After a short while, the preview is re-generated, reflecting the updated state of the file:
es: Despues una corta espera, la vista preliminar del archivo es generada nuevamente, reflejando el estado actualizado del archivo:

source: If we look at the version history again, we can see a new entry about our change. We see *who* made the change, *when* the change was made and *what* the nature of the change was ("edited"). Also, we see the manually entered change note. By clicking on the "View" link next to a version, we can jump to the details page.
es: Si nosotros volvemos a ver el histórico de versiones, podemos ver una nueva entrada acerca de nuestros cambios. Veremos *quien* hizo los cambios, *cuando* el cambio fue realizado y *que* es la naturaleza del cambio hecho ("editado"). También, vemos la nota de cambio ingresada manualmente, podemos saltar a la página de detalles.

source: On the details page for a specific version, we see at the top again the list of all versions. At the lower part of the page, we see the details of the version we are currently viewing. Most importantly, we can use the "Download" button for downloading this version of the file.
es: En la página de detalles para una versión especifica, nosotros vemos en el tope otra vez la lista de todas las versiones. En la parte inferior de la página, nosotros vemos los detalles de la versión que actualmente estamos viendo. Lo mas importante nosotros podemos usar el botón "Descargar" para descargar esta versión del archivo.

source: In case a new version is not wanted, a click on "Revert to this revision", next to one of the older versions in the table above, will restore the selected older version.
es: En caso de que no se desee una nueva versión, al hacer clic en "Revertir a esta versión", junto a una de las versiones anteriores en la tabla anterior, se restaurará la versión anterior seleccionada.

source: Create Content
es: Crear Contenido

source: This part of the manual is about how to use and create content in an existing workspace.
es: Esta parte del manual trata sobre cómo usar y crear contenido en un espacio de trabajo existente.

source: The page icon opens the documents section. Here all content of a workspace is listed and managed. There are several content types available to store and manage data in a workspace:
es: El icono de la página abre la sección de documentos. Aquí se enumera y administra todo el contenido de un espacio de trabajo. Hay varios tipos de contenido disponibles para almacenar y administrar datos en un área de trabajo:

source: The main content types for workspaces currently existing in Quaive are:
es: Los principales tipos de contenido para los espacios de trabajo actualmente existente en Quaive son:

source: In this section, the works as a file browser where the existing content of a workspace is presented in a list as you know it from the file browser on your computer. There are several possibilities to group, filter or search for the elements in the sidebar to help you managing your content.
es: En esta sección, funciona como un buscador de archivos donde el contenido existente de un espacio de trabajo se presenta en una lista como la conoce desde el buscador de archivos en su computadora. Existen varias posibilidades para agrupar, filtrar o buscar los elementos en la barra lateral para ayudarlo a administrar su contenido.

source: Learn more about using the sidebar for managing workspace content here: :ref:`workspace-manage-content-label`
es: Obtenga más información sobre cómo usar la barra lateral para administrar el contenido del espacio de trabajo aquí: :ref:`workspace-content-label`

source: Document
es: Documento

source: The document is the basic content type in Quaive. Documents are used to store text and have basic formatting possibilities to display it.
es: El documento es el tipo de contenido básico en Quaive. Los documentos se utilizan para almacenar texto y tienen posibilidades básicas de formato para mostrarlo.

source: How to create a document
es: Como crear un documento

source: To create a document a workspace, click the dots icon in the sidebar to open the more menu.
es: Para crear un documento en un espacio de trabajo, haga clic en el icono puntos en la barra lateral al abrir el menú más.

source: Select "Create document" from the list of actions.
es: Seleccione "Crear documento" desde la lista de acciones.

source: A form opens where you can choose the object type to be added. As "Rich text" is already selected, you do not have to change it. Type in a title and if wanted a short description for your new document and click "Create".
es: Se abre un formulario donde puede elegir el tipo de objeto que se agregará. Como "Texto enriquecido" ya está seleccionado, no tiene que cambiarlo. Escriba un título y, si lo desea, una breve descripción de su nuevo documento y haga clic en "Crear".

source: Your document is created and can be edited.
es: Su documento es creado y puede ser editado.

source: Type your text in the given text area of the open document. For formatting you can use the editor functions above the text-area which allow basic formatting as list elements, tables and also embedded images or links.
es: Escriba su texto en el área de texto dada del documento abierto. Para el formateo puede usar las funciones del editor encima del área de texto que permiten el formateo básico como elementos de lista, tablas y también imágenes o enlaces incrustados.

source: Folder
es: Carpeta

source: Folders in Quaive work much like they do on your computer. They can be used to structure and organize the content of your workspace. A folder has a title and a description and can store all other types of workspace content.
es: Las carpetas en Quaive funcionan de forma similar a como lo hacen en su computadora. Se pueden usar para estructurar y organizar el contenido de su espacio de trabajo. Una carpeta tiene un título y una descripción, y puede almacenar todos los demás tipos de contenido del espacio de trabajo.

source: How to create a folder
es: Como crear una carpeta

source: To add a new folder, click the dots icon in the sidebar to open the more menu.
es: Para agregar una caperta en un espacio de trabajo, haga clic en el icono puntos en la barra lateral al abrir el menu más.

source: Select "Create folder" from the list of actions.
es: Seleccione "Crear carpeta" desde la lista de acciones.

source: A form opens where you can type in title and a short description of your new folder.
es: Se abre un formulario donde puede escribir el título y una breve descripción de su nueva carpeta.

source: After clicking the button "Create" the folder is added to your workspace and immediately opens in the sidebar. Now you can add content to your new folder.
es: Después de hacer clic en el botón "Crear" la carpeta se agrega a su espacio de trabajo y se abre inmediatamente en la barra lateral. Ahora puede agregar contenido a su nueva carpeta.

source: You can change title and description of existing folders by clicking the pencil icon behind the title of the folder in the sidebar. To get one level up back to the workspace's root folder click the link on the workspace title above the sidebar search field.
es: Puede cambiar el título y la descripción de las carpetas existentes haciendo clic en el ícono de lápiz detrás del título de la carpeta en la barra lateral. Para subir un nivel a la carpeta raíz del espacio de trabajo, haga clic en el enlace del título del espacio de trabajo sobre el campo de búsqueda de la barra lateral.

source: Image
es: Imagen

source: An Image object in Quaive is used for uploading image files (JPG, GIF, PNG) so that you can insert them into Quaive documents or just have them stored in your workspace.
es: Un objeto de imagen en Quaive se utiliza para cargar archivos de imagen (JPG, GIF, PNG) para que pueda insertarlos en documentos de Quaive o simplemente guardarlos en su espacio de trabajo.

source: When uploading an image a preview is generated automatically to make it easy for you to find your images within the workspace.
es: Al cargar una imagen, se genera automáticamente una vista previa para facilitar la búsqueda de imágenes dentro del espacio de trabajo.

source: How to upload an image
es: Como cargar una imagen

source: Images can either be created as described in the section "How to create a document" or - as files - simply uploaded. As the method to create an image object is almost the same as for documents we will take a closer look at the uploading method here.
es: Las imágenes pueden crearse como se describe en la sección "Cómo crear un documento" o, como archivos, simplemente cargarse. Como el método para crear un objeto de imagen es casi el mismo que para los documentos, veremos más de cerca el método de carga aquí.

source: When looking at the sidebar within a workspace or a folder in document section, you can find an upload area below the list of content.
es: Al mirar la barra lateral dentro de un espacio de trabajo o una carpeta en la sección del documento, puede encontrar un área de carga debajo de la lista de contenido.

source: This area is used to upload an image (or also a file). To do this you have two possibilities: You can either click the link within the drop area and select an image via the opening file browser
es: Esta área se usa para subir una imagen (o también un archivo). Para hacer esto, tiene dos posibilidades: puede hacer clic en el enlace dentro del área de colocación y seleccionar una imagen a través del buscador de archivos abierto

source: Or you can just add image(s) by dragging the image(s) you want to add from the file browser of your computer over the drop area
es: O simplemente puede agregar la(s) imagen(es) arrastrando la(s) imagen(es) que desea agregar desde el explorador de archivos de su computadora sobre el área de colocación

source: Both actions have the same effect, the image (or if more were selected images) is queued for upload below the upload area and you can watch the upload process of several objects easily.
es: Ambas acciones tienen el mismo efecto, la imagen (o si se seleccionaron más imágenes) se pone en cola para su carga debajo del área de carga y puede ver el proceso de carga de varios objetos fácilmente.

source: After the upload process has finished, the image occurs in the list of object in the sidebar. To view the image, simply click on the list entry and the image is opened in the main content area.
es: Una vez que el proceso de carga ha finalizado, la imagen aparece en la lista de objetos en la barra lateral. Para ver la imagen, simplemente haga clic en la entrada de la lista y la imagen se abrirá en el área de contenido principal.

source: File
es: Archivo

source: A File in Quaive is one of the most powerful objects as it can hold any kind of binary file you wish to upload with the intent to be downloaded by your site visitors. Common examples are PDFs, Word Documents, Excel tables and spreadsheets. For the uploaded file a preview is generated automatically to give the user an idea of what the file is about.
es: Un archivo en Quaive es uno de los objetos más potentes, ya que puede contener cualquier tipo de archivo binario que desee cargar con la intención de ser descargado por los visitantes de su sitio. Ejemplos comunes son archivos PDF, documentos de Word, tablas y hojas de cálculo de Excel. Para el archivo cargado, se genera automáticamente una vista previa para darle al usuario una idea de qué se trata el archivo.

source: There is also the possibility to have version management for files in Quaive. This is a powerful method to view and even restore older versions of a file and also get an overview over the versions in a table like version history view.
es: También existe la posibilidad de tener la gestión de versiones para archivos en Quaive. Este es un poderoso método para ver e incluso restaurar versiones anteriores de un archivo y también obtener una visión general de las versiones en una tabla como la vista del historial de versiones.

source: Read more about versioning here: :ref:`workspace-versioning`.
es: Lea más sobre el control de versiones aquí: :ref:`workspace-versioning`.

source: How to upload a file
es: Como cargar un archivo

source: Uploading files works exactly the same way as uploading images - so for a how to please read "How to upload an image_"
es: La carga de archivos funciona exactamente de la misma manera que la carga de imágenes - por lo que para saber cómo leer, por favor lea "Cómo cargar una imagen_"

source: Events
es: Eventos

source: This part of the manual is about how to use and create events in an existing workspace.
es: Esta parte del manual trata sobre cómo usar y crear eventos en un espacio de trabajo existente.
