Repository: Covantec/quaive.manual
Catalog: _locales/*/LC_MESSAGES/workspaces.po
Languages: es

source: Quaive has a powerful built-in system for managing and showing calendar events. Besides that, every workspace in Quaive can hold it's own event which makes it possible to keep users informed on important dates concerning their workspaces.
es: Quaive tiene un poderoso sistema incorporado para administrar y mostrar eventos del calendario. Además, cada espacio de trabajo en Quaive puede albergar su propio evento, lo que permite mantener informados a los usuarios sobre fechas importantes relacionadas con sus espacios de trabajo.

source: There is also a calendar App existing in Quaive which allows you to get an overview over all events in all workspaces that are relevant for you. .. Learn more about the calendar App here:
es: También hay una aplicación calendario existente en Quaive la cual le permite obtener una visión general de todos los eventos de todos los espacios de trabajo que sean relevante a usted. .. Aprenda mas acerca de la aplicación calendario aquí:

source: To access the calendar of your workspace and see which events are scheduled please click the little calendar icon in the section navigation of your workspace.
es: Para acceder al calendario de su espacio de trabajo y ver cuales eventos están planificados, por favor, haga clic en el pequeño icono calendario en la sección de navegación de su espacio de trabajo.

source: In this part of the manual you will
es: En esta parte del manual usted podrá

source: Create an event in a workspace
es: Crear un evento en un espacio de trabajo

source: To create an event in a workspace, click the plus icon in the sidebar.
es: Para crear un evento en un espacio de trabajo, haga clic en icono más en la barra lateral.

source: This opens the create event form.
es: Esta abrirá un formulario para crear evento.

source: We will take a closer look to the fields on the create events form. From the top they are:
es: Nosotros tomaremos de cerca los campos en el formulario de creación de eventos. Desde arriba ellos son:

source: **Event title** (*required*): The title is displayed in all places where the event is listed - calendar, portlets, listings, ...
es: **Título del Evento** (*requerido*): El título es mostrado en todos los lugares donde el evento es listado - calendario, portlets, listados, ...

source: **Notes**: the description is also displayed in some overviews and should therefor be short
es: **Notas**: la descripción es también mostrada en algunas vistas generales y deberian ser cortas and should therefor be short

source: **Location**: the location the event takes place (free text)
es: **Ubicación**: la ubicación del evento en que sucedera (texto libre)

source: **Organiser** (user picker field): the user organising the event
es: **Organizador** (campo selector de usuario): el organizador del evento

source: **All day event**: when this is selected, the start and end time settings of the event are ignored
es: **Evento todo el día**: cuando esto es seleccionado, la configuración de la hora de inicio y el fin del evento es ignorada

source: **From** (*required*) (calendar field): the date and time the event starts
es: **Desde** (*requerido*) (campo calendario): la fecha y hora en que inicia el evento

source: **To** (*required*) (calendar field): the date and time the event ends
es: **Hasta** (*requerido*) (campo calendario): la fecha y hora en que culmina el evento

source: **Timezone**: the time-zone for the event's start and end times
es: **Zona horaria**: la zona horaria para la hora de inicio y culminación del evento

source: **Invitees** (user picker field): the users that are invited to the event
es: **Invitados** (campo selector de usuario): los usuarios que esta invitados al evento

source: Only the title field and the start and end date and time are required. All other fields are optional and can also be left blank.
es: Solamente el campo título y la hora de inicio y culminación son requeridas. Todos los demás campos son opcionales y pueden también dejar en blanco.

source: For date fields in Quaive a handy popup-calendar helps you selecting the date easily.
es: Para los campos de fecha en Quaive, un práctico calendario emergente le ayuda a seleccionar la fecha fácilmente.

source: Quaive user picker field
es: Campo selector de usuario Quaive

source: For the user related fields Quaive offers a special user picker that helps you browsing the user database to find portal users and assign them:
es: Para los campos relacionados con usuarios Quaive ofrece un espacial selector de usuario que le ayuda a navegar la base de datos de usuario para buscar los usuarios del portal y entonces asignarlo:

source: Just enter two or more chars to search for a user within the whole Quaive portal
es: Justo ingrese dos o más caracteres para buscar por un usuario en todo el portal Quaive

source: When selecting a user from the list of search results, the field is filled with the correct name and email address.
es: Cuando seleccione un usuario desde la lista de resultados de búsqueda, el campo es rellenado con el nombre correcto y la dirección de correo electrónico.

source: That's how the form looks for our test event. To create the event just click the button "Create" at the bottom of the form.
es: Eso es como lucirá el formulario para nuestro evento de prueba. Para crear el evento solo haga clic en el botón "Crear" al finalizar el formulario.

source: Your event is now created and listed in the sidebar under "Upcoming events".
es: Su evento es ahora creado y listado en la barra lateral bajo "Próximos eventos".

source: There will be a section older events which holds events of this workspace with end dates in the past. You can see that in the next chapter of this manual when we take a closer look at the workspace's :ref:`calendar-view-label`.
es: Habrá una sección de eventos más antiguos que contiene eventos de este espacio de trabajo con fechas de culminación en el pasado. Puede ver eso en el siguiente capítulo de este manual cuando echamos un vistazo más de cerca al espacio de trabajo en :ref:`calendar-view-label` del espacio de trabajo.

source: Use the Calendar view
es: Usar la vista Calendario

source: Besides the list of events in the sidebar Quaive offers a calendar with several view options within the workspace to get a quick overview over all events scheduled for this workspace.
es: Además de la lista de eventos en la barra lateral, Quaive ofrece un calendario con varias opciones de visualización dentro del espacio de trabajo para obtener una visión general rápida de todos los eventos programados para este espacio de trabajo.

source: To open the calendar view please click the link "Workspace calendar" at the top of the sidebar.
es: Para abrir la vista calendario, por favor, haga clic en el enlace "Calendario de espacio de trabajo" en tope de la barra lateral.

source: The calendar shows up with a month overview for the current month. All upcoming events and events of the last few weeks are displayed with their start time, their title and the location they are supposed to take place in brackets.
es: El calendario aparece con una vista general de un mes para el mes actual. Todos los próximos eventos y eventos de las últimas semanas se muestran con su hora de inicio, su título y la ubicación que se supone que tienen lugar entre corchetes.

source: In each workspace you have also the possibility to display all events you are allowed to see that reside in other workspaces. To show them up in your current workspace's calendar view just tick the checkbox "All calendars" above the calendar grid.
es: En cada espacio de trabajo usted tiene también la posibilidad de mostrar todos los eventos que puede ver que residen en otros espacios de trabajo. Para mostrar entonces en su vista de calendario del actual espacio de trabajo solo marque la casilla "Todos los calendarios" arriba de la rejilla del calendario.

source: This displays all events for the visible period of time. Events that do not belong to the workspace you are currently in are displayed in a transparent way to make it easy for you to see which events are from other workspaces.
es: Esto muestra todos los eventos durante el período de tiempo visible. Los eventos que no pertenecen al espacio de trabajo en el que se encuentra actualmente se muestran de forma transparente para que le resulte más fácil ver qué eventos provienen de otros espacios de trabajo.

source: In the Quaive workspace calendar view - same as in the Quaive calendar app - you can switch between the calendar month, week or day view. Here you can see the calendar week view:
es: El la vista calendario del espacio de trabajo Quaive - igual como en la aplicación calendario Quaive - usted puede cambiar entre vista mensual, semanal o diaria. Aquí usted puede ver la vista semanal:

source: And the calendar day view:
es: Y la vista de calendario diario:

source: In all calendar views you can also create new events by simply clicking the tile for this day or time period. This will open a compact popup form to create your events in a quick and easy way.
es: En todas las vistas calendario usted puede también crear nuevos eventos simplemente haciendo clic en el titulo de este día o periodo de tiempo. Esto abrirá una ventana emergente compacta con un formulario para crear sus eventos de forma rápida y fácilmente.

source: There is also an option to view the events of you local workspace's calendar in the central calendar app. To enable this you have to change the setting "Workspace calendar visible in central calendar application" in the workspace general settings section as described here: :ref:`workspace-settings-central-calendar-label`
es: También hay una opción para ver los eventos de su calendario del espacio de trabajo local en la aplicación calendario central. Para habilitar esto tiene que cambiar la configuración "Calendario de espacio trabajo visible en aplicación de calendario central" en la sección de configuración general del calendario como se describe aquí: :ref:`workspace-settings-central-calendar-label`

source: Manage Content
es: Administrar Contenido

source: In the documents section of a workspace the sidebar presents the content of the current workspace in a similar way a file browser on your computer does. This enables you to get an overview over the content of your workspace.
es: En la sección de documentos de un espacio de trabajo la barra lateral presenta el contenido del actual espacio de trabajo en igual forma que el examinador de archivos en su computadora lo hace. Esto le habilita a obtener una visión general sobre el contenido de su espacio de trabajo.

source: To improve organization there are several display options to group, filter and hide content objects. A powerful search option also helps to find special objects in even large workspaces within a few seconds.
es: Para mejorar la organización, hay varias opciones de visualización para agrupar, filtrar y ocultar objetos de contenido. Una poderosa opción de búsqueda también ayuda a encontrar objetos especiales incluso en espacios de trabajo grandes en pocos segundos.

source: Besides display functionality the sidebar also offers a lot of batch actions and other functionality:
es: Además de la funcionalidad de visualización, la barra lateral también ofrece muchas acciones por lotes y otras funcionalidades:

source: Group by option
es: Agrupar por opción

source: Sidebar search
es: Barra lateral de búsqueda

source: Display options
es: Opciones de mostrar

source: show archived files
es: mostrar archivos archivados

source: show archived tags
es: mostrar etiquetas archivadas

source: show my documents only
es: mostrar solo mis documentos

source: Batch actions
es: Acciones por lote

source: select mode
es: seleccionar modo

source: cut/copy/paste
es: cortar/copiar/pegar

source: send
es: enviar

source: archive
es: archivar

source: download
es: descargar

source: delete
es: eliminar

source: re-tag
es: etiqueta de nuevo

source: rename
es: renombrar

source: Overview
es: Visión general

source: In this section of the manual you will create your first demo workspace. Then we will take a closer look at the different sections of this workspace.
es: En esta sección del manual, creará su primer espacio de trabajo de demostración. Luego veremos más de cerca las diferentes secciones de este espacio de trabajo.

source: Create a workspace
es: Crear un espacio de trabajo

source: On the workspaces overview page that was shown on the Workspaces page of this manual, you can find a plus icon above the list of existing workspaces.
es: En la página de visión general de espacios de trabajo que se mostró en la página Espacios de trabajo de este manual, puede encontrar un icono más sobre la lista de espacios de trabajo existentes.

source: **Note:** If you cannot see the plus icon the user you are using does not have the necessary permissions to create workspaces within the Quaive portal. Please ask your site administrator to grant you the necessary permissions.
es: **Nota:** Si no puede ver el ícono más, el usuario que está utilizando no tiene los permisos necesarios para crear espacios de trabajo dentro del portal de Quaive. Pídale al administrador de su sitio que le otorgue los permisos necesarios.

source: After clicking the plus icon, a form opens for creating the new workspace
es: Después de hacer clic en el icono más, se abre un formulario para crear el nuevo espacio de trabajo

source: Fill in a title and - if wanted - a short description what this workspace is about. The pulldown below the description text area is about the security settings of the workspace. For this first workspace we will use the default value for the security settings and so will create a self-managed, private workspace.
es: Complete un título y, si lo desea, una breve descripción de qué se trata este espacio de trabajo. El menú desplegable debajo del área de texto de descripción trata sobre la configuración de seguridad del espacio de trabajo. Para este primer espacio de trabajo usaremos el valor predeterminado para la configuración de seguridad y así crearemos un espacio de trabajo privado, autogestionado.

source: **Note:** You can see the different options when looking at the pulldown values and can get information about the different security policies and their effects on the workspace accessibility when selecting them. For more information on security policies please take a look here: :ref:`workspace-settings-security-label`
es: **Nota:** Puede ver las diferentes opciones cuando mira los valores desplegables y puede obtener información sobre las diferentes políticas de seguridad y sus efectos sobre la accesibilidad del espacio de trabajo al seleccionarlas. Para obtener más información sobre las políticas de seguridad, consulte aquí: :ref:`workspace-settings-security-label`

source: Then click "Create workspace" to finally create your first workspace.
es: Luego haga clic en "Crear espacio de trabajo" para finalmente crear su primer espacio de trabajo.

source: When entering a workspace you can see a set of icons in the coloured vertical bar on the left of the page. This is the section navigation of the workspace and the icons represent the different sections of the workspace. Clicking them opens the sidebar, a vertical panel for the selected section.
es: Al ingresar a un espacio de trabajo, puede ver un conjunto de iconos en la barra vertical coloreada a la izquierda de la página. Esta es la sección de navegación del espacio de trabajo y los iconos representan las diferentes secciones del espacio de trabajo. Al hacer clic en ellos se abre la barra lateral, un panel vertical para la sección seleccionada.

source: The different sections of a workspace are listed here. Click one of the links to get more information about a specific workspace sections:
es: Las diferentes secciones de un espacio de trabajo se enumeran aquí. Haga clic en uno de los enlaces para obtener más información sobre secciones específicas del espacio de trabajo:

source: Home
es: Inicio

source: The first icon - the house icon - represents the home view of a workspace. When clicking on it the sidebar is closed and the main view of the workspace with the social stream is displayed.
es: El primer ícono, el ícono de la casa, representa la vista de inicio de un espacio de trabajo. Al hacer clic en él, la barra lateral se cierra y se muestra la vista principal del espacio de trabajo con la secuencia social.

source: Learn more about using the social stream here: :ref:`social-stream-label`.
es: Obtenga más información sobre cómo usar la actividades sociales aquí: :ref:`social-stream-label`.

source: Settings
es: Configuración

source: The gearwheel icon opens the settings section. Here all metadata of a workspace is stored and managed. Also the members of a workspace and the workspace security settings can be edited in this area.
es: El ícono de rueda dentada abre la sección de configuración. Aquí se almacenan y administran todos los metadatos de un espacio de trabajo. Además, los miembros de un espacio de trabajo y la configuración de seguridad del espacio de trabajo se pueden editar en esta área.

source: Learn more about managing the workspace settings here: :ref:`workspace-settings-label`
es: Obtenga más información sobre la administración de la configuración del espacio de trabajo aquí: :ref:`workspace-settings-label`

source: Documents
es: Documentos

source: In the documents section all content stored in a workspace is managed.
es: En la sección de documentos, se administra todo el contenido almacenado en un espacio de trabajo.

source: Learn more about handling workspace content here: :ref:`workspace-content-label`
es: Obtenga más información sobre cómo manejar el contenido del espacio de trabajo aquí: :ref:`workspace-content-label`

source: In Quaive every workspace has its own calendar where the events of this workspace are displayed and can be managed. There is also an option to have workspace events displayed in the site wide calendar app to be served to users outside the workspace.
es: En Quaive, cada espacio de trabajo tiene su propio calendario donde los eventos de este espacio de trabajo se muestran y se pueden administrar. También hay una opción para que los eventos del espacio de trabajo se muestren en la aplicación de calendario de todo el sitio para que se sirvan a los usuarios fuera del espacio de trabajo.

source: Learn more about the workspace calendar and handling events here: :ref:`workspace-events-label`
es: Obtenga más información sobre el calendario del espacio de trabajo y el manejo de eventos aquí: :ref:`workspace-events-label`

source: Tasks
es: Tareas

source: In this section the tasks of this workspace are managed. New tasks can be created and you also can get an overview over tasks created and assigned to you by other workspace users. You can also see if a task is still open or already closed.
es: En esta sección, se administran las tareas de este espacio de trabajo. Se pueden crear nuevas tareas y también obtener una visión general de las tareas creadas y asignadas por otros usuarios del espacio de trabajo. También puede ver si una tarea aún está abierta o cerrada.

source: Learn more about tasks and their usage within a workspace here: :ref:`workspace-tasks-label`
es: Aprenda más sobre las tareas y su uso dentro de un espacio de trabajo aquí: :ref:`workspace-tasks-label`

source: This part of the manual is about how to change the different workspace settings.
es: Esta parte del manual trata sobre cómo cambiar las diferentes configuraciones del espacio de trabajo.

source: The gearwheel icon opens the settings section. Here all metadata of a workspace is stored and managed. Also the members of a workspace and the workspaces security settings can be edited in this area.
es: El ícono de rueda dentada abre la sección de configuración. Aquí se almacenan y administran todos los metadatos de un espacio de trabajo. Además, los miembros de un espacio de trabajo y la configuración de seguridad de espacios de trabajo se pueden editar en esta área.

source: When in settings section, you can see several tabs at the top of the sidebar. These tabs open the available subsections of the workspace settings:
es: Cuando está en la sección de configuración, puede ver varias pestañas en la parte superior de la barra lateral. Estas pestañas abren las subsecciones disponibles de la configuración del espacio de trabajo:

source: Here general metadata like title, description and the workspace's hero image can be changed.
es: Aquí los metadatos generales como el título, la descripción y la imagen del héroe del espacio de trabajo se pueden cambiar.

source: How to change title and description of a workspace
es: Cómo cambiar el título y la descripción de un espacio de trabajo

source: To change a workspace's title and description just type a new title or description in the text field or area in the sidebar.
es: Para cambiar el título y la descripción de un espacio de trabajo, simplemente escriba un nuevo título o descripción en el campo o área de texto en la barra lateral.

source: The metadata is immediately autosaved and a info popup tells you that some attributes have been changed.
es: Los metadatos se guardan automáticamente de forma automática y una ventana emergente de información le informa que algunos atributos se han modificado.

source: After the page is reloaded you can see the new workspace title in the breadcrumbs and the workspace header.
es: Después de volver a cargar la página, puede ver el nuevo título del espacio de trabajo en las rutas de exploración y el encabezado del espacio de trabajo.

source: How to change the hero image of a workspace
es: Cómo cambiar la imagen del héroe de un espacio de trabajo

source: Each workspace can have a hero image to be displayed as a visual element in the workspace's header section background. Changing this image can also be done in the general settings section.
es: Cada espacio de trabajo puede tener una imagen de héroe que se mostrará como un elemento visual en el fondo de la sección del encabezado del espacio de trabajo. Cambiar esta imagen también se puede hacer en la sección de configuración general.

source: To change the image click the "upload" button in the sidebar and select an image in the opening file browser of your computer.
es: Para cambiar la imagen, haga clic en el botón "cargar" en la barra lateral y seleccione una imagen en el navegador de archivos abierto de su computadora.

source: The image will be changed immediately as the metadata again is autosaved.
es: La imagen se cambiará inmediatamente ya que los metadatos se guardan automáticamente.

source: Reloading the page will display the image in the header section of your workspace.
es: Recargar la página mostrará la imagen en la sección del encabezado de su espacio de trabajo.

source: How to display the workspace events in the global calendar
es: Cómo mostrar los eventos del espacio de trabajo en el calendario global

source: There is a possibility to display the events of your workspace in the global calendar app. To enable this you have to check the checkbox "Workspace calendar visible in central calendar application"
es: Existe la posibilidad de mostrar los eventos de su espacio de trabajo en la aplicación de calendario global. Para habilitar esto, debe marcar la casilla de verificación "Calendario del espacio de trabajo visible en la aplicación de calendario central"

source: Learn more about events and the workspace calendar here: :ref:`workspace-events-label`
es: Obtenga más información sobre eventos y el calendario del espacio de trabajo aquí: :ref:`workspace-events-label`

source: Members
es: Miembros
