Repository: Covantec/quaive.manual
Catalog: locale/*/LC_MESSAGES/changelog.po
Languages: es

source: Changelog
es: Registro de cambios

source: The latest Quaive release is MARS (version 1.2). The latest community release is GAIA (version 1.1).
es: El último lanzamiento de Quaive es MARS (versión 1.2). El último lanzamiento de la comunidad es GAIA (versión 1.1).

source: What's new in MARS
es: ¿Qué de nuevo hay en MARS?

source: Apps
es: Aplicaciones

source: Administrator tools
es: Herramientas de administrador

source: Bookmarks
es: Marcadores

source: Calendar
es: Calendario

source: Messages
es: Mensajes

source: News publisher
es: Publicador de Noticias

source: Todo
es: Por hacer

source: Layout
es: Portada

source: The dashboard can be customized per user
es: El tablero se puede personalizar por usuario

source: Welcome splash screens for the users with can be used to train the users after an upgrade
es: Las pantallas de inicio de bienvenida para los usuarios se pueden utilizar para capacitar a los usuarios después de una actualización

source: Workspaces
es: Espacios de trabajo

source: Improved locking support
es: Soporte de bloqueo mejorado

source: What's new in GAIA
es: ¿Qué de nuevo hay en GAIA?

source: Activity stream
es: Últimas acciones

source: it is now enabled also on workspace documents
es: ahora está habilitado también en documentos de espacio de trabajo

source: posts and comments can be edited and deleted
es: las publicaciones y los comentarios se pueden editar y eliminar

source: the posts now fully support attachments previews
es: las publicaciones ahora son totalmente compatibles con vistas previas de archivos adjuntos

source: posts can be tagged and we have a tag streams views
es: las publicaciones se pueden etiquetar y tenemos vistas de ultimas actividades de una etiqueta

source: you can follow tags and view a stream filtered to your interests
es: puedes seguir las etiquetas y ver una ultima actvidad filtrada según tus intereses

source: A pluggable system has been setup to include a growing ecosystem of apps
es: Un sistema conectable se ha configurado para incluir un ecosistema creciente de aplicaciones

source: The case Manager app allows the users to have a full control on the ongoing cases
es: La aplicación Administración de Caso permite a los usuarios tener un control total sobre los casos en curso

source: Extended sidebar functionality. We now have improved bulk actions to cut, copy, paste, delete, share, and download multiple objects at once
es: Funcionalidad extendida de la barra lateral. Ahora hemos mejorado las acciones masivas para cortar, copiar, pegar, eliminar, compartir y descargar múltiples objetos a la vez

source: We support archiving workspaces, cases and documents
es: Soportamos el archivado de espacios de trabajo, casos y documentos

source: Workspaces and Cases can be grouped in divisions
es: Los espacios de trabajo y los casos se pueden agrupar en divisiones

source: Workspaces and Cases can accept guest users
es: Los espacios de trabajo y los casos puede aceptar usuarios invitados

source: Cases can be frozen
es: Los casos pueden ser congelados

source: The dashboard page is now customizable site wide
es: La página del tablero ahora es personalizable en todo el sitio

source: Added the possibility to easily add some javascript in each page (useful, e.g. for adding piwik or google analytics tracking code)
es: Se agregó la posibilidad de agregar fácilmente algunos javascript en cada página (útil, por ejemplo, para agregar el código de seguimiento de piwik o google analytics)

source: The search UI has grown in functionality. We have a complex faceting system and the search results are divided in categories (All results, Peoples, Files, Images)
es: La interfaz de usuario de búsqueda ha crecido en funcionalidad. Tenemos un sistema complejo de facetas y los resultados de búsqueda están divididos en categorías (Todos los resultados, Personas, Archivos, Imágenes)

source: Each search result has a rich preview.
es: Cada resultado de búsqueda tiene una vista previa rica.

source: The search options parameters are automatically stored for each user to provide a personal experience
es: Los parámetros de las opciones de búsqueda se almacenan automáticamente para que cada usuario proporcione una experiencia personal

source: User profile improved search for user own documents
es: El perfil de usuario mejoró la búsqueda de documentos propios del usuario

source: User profile editing improved (avatar and other field controlled through the web)
es: Mejora de la edición del perfil de usuario (avatar y otro campo controlado a través de la web)

source: Quaive codebase
es: Código base Quaive

source: Is now tested against the last stable Plone version (5.0.7 at the time of writing).
es: Ahora se prueba con la última versión estable de Plone (5.0.7 en el momento de la escritura).

source: The user profile API has new and more performant methods
es: La API de perfil de usuario tiene métodos nuevos y más efectivos

source: SOLR: maintenance views
es: SOLR: vistas de mantenimiento

source: Membrane groups
es: Grupos de Membrane

source: WYSIWYG editor switch to redactor
es: El editor WYSIWYG cambia al modo redactor
