Repository: Covantec/quaive.manual
Catalog: locale/*/LC_MESSAGES/news.po
Languages: es

source: News
es: Noticias

source: News in Quaive shows up in 3 places in the user interface:
es: Las noticias en Quaive se muestran en 3 lugares en la interfaz de usuario:

source: Dashboard news tile
es: Mosaico de tablero de Noticias

source: As a user, when you open the dashboard page you're greeted with a short news listing. The listing is expandable. It only shows news items you personally have not read before.
es: Como usuario, cuando abres la página del tablero, recibes una breve lista de noticias. La lista es expandible. Solo muestra noticias que usted personalmente no ha leído antes.

source: Some news items are "must read". Those will remain visible for you as a user, in the top of the dashboard news tile, until you've marked them as read. Otherwise the news listing here is sorted by publication date, with the most recent items on top.
es: Algunas noticias son "debe leer". Esas serán visibles para usted como usuario, en la parte superior del panel de noticias del tablero, hasta que los haya marcado como leídos. De lo contrario, la lista de noticias aquí se ordena por fecha de publicación, con los artículos más recientes en la parte superior.

source: There's a little button to mark a news item as read, directly from the news listing. Alternatively, you can click on an item and read the full news page for that item. This will also register that you have read the news item, and it will disappear from the dashboard news listing.
es: Hay un pequeño botón para marcar una noticia como leída, directamente de la lista de noticias. Alternativamente, puede hacer clic en un artículo y leer la página de noticias completa para ese artículo. Esto también registrará que ha leído la noticia, y desaparecerá de la lista de noticias del tablero.

source: News magazine
es: Revista de noticias

source: The main entry point to consume news is the news magazine, which is accessible via the sidewide toplevel navigation.
es: El principal punto de entrada para consumir noticias es la revista de noticias, a la que se puede acceder a través de la navegación de nivel superior.

source: The magazine main column opens with a big leader item, and then continues with less prominent news items and a long list of items. From top to bottom and left to right, the sequence of items shown is determined by *effective date* i.e. the publication date, with the most recently published news item on top.
es: La columna principal de la revista se abre con un gran artículo líder y luego continúa con noticias menos destacadas y una larga lista de artículos. De arriba a abajo y de izquierda a derecha, la secuencia de elementos mostrada está determinada por *fecha de vigencia*, es decir, la fecha de publicación, con la última noticia publicada en la parte superior.

source: The right column shows a list of *trending* news items. For each news item, the system keeps track of when each user first read that item. The trending column shows those items that have been read for the first time, by most users, in the past 14 days, with the most popular news item on top.
es: La columna de la derecha muestra una lista de noticias *tendencias*. Para cada noticia, el sistema realiza un seguimiento de cuándo cada usuario leyó por primera vez ese elemento. La columna de tendencias muestra aquellos elementos que han sido leídos por primera vez, por la mayoría de los usuarios, en los últimos 14 días, con la noticia más popular en la parte superior.

source: To avoid duplication with the main magazine column, the first four news item in the main magazine will not be shown in the trending column, even if they are very popular.
es: Para evitar la duplicación con la columna de la revista principal, las primeras cuatro noticias de la revista principal no se mostrarán en la columna de tendencias, incluso si son muy populares.

source: The news magazine has a *section navigation* that allows you to read only news items within that section.
es: La revista de noticias tiene una *sección de navegación* que le permite leer solo las noticias dentro de esa sección.

source: Only published news items are shown, even if you're logged in as a news editor. If you are logged in as a news editor, there's a pencil icon on each news item that will take you directly to the editing view for that news item, in the news publisher app.
es: Solo se muestran las noticias publicadas, incluso si ha iniciado sesión como editor de noticias. Si ha iniciado sesión como editor de noticias, hay un ícono de lápiz en cada noticia que lo llevará directamente a la vista de edición de esa noticia, en la aplicación del editor de noticias.

source: News publisher
es: Publicador de Noticias

source: You can find the news publisher app in the *Apps* section of the system. The news publisher is only accessible to users who have been granted the appropriate permissions to create, edit and publish content in the news app.
es: Puede encontrar la aplicación de editor de noticias en la sección *Aplicaciones* del sistema. El editor de noticias solo está disponible para usuarios a los que se les han otorgado los permisos adecuados para crear, editar y publicar contenido en la aplicación de noticias.

source: In the news publisher, the left sidebar always shows you all active news items, grouped per section. Initially this shows 5 news items per section, sorted with the most recently created news items on top. You can load more items per section. You can also completely collapse a section so it only shows the section title.
es: En el editor de noticias, la barra lateral izquierda siempre muestra todas las noticias activas, agrupadas por sección. Inicialmente, esto muestra 5 noticias por sección, clasificadas con las últimas noticias creadas en la parte superior. Puede cargar más artículos por sección. También puede colapsar completamente una sección para que solo muestre el título de la sección.

source: You can edit a section via the cogwheel icon, and add new sections via the plus icon. You can select whether to hide or display the section description on the magazine page for that section. You can also hide a section from the magazine navigation. Hiding a section will not hide the news items within that section though.
es: Puede editar una sección a través del icono de rueda dentada y agregar nuevas secciones a través del icono más. Puede seleccionar si desea ocultar o mostrar la descripción de la sección en la página de la revista para esa sección. También puede ocultar una sección de la navegación de la revista. Sin embargo, ocultar una sección no ocultará las noticias dentro de esa sección.

source: You can only delete a section if there are no news item within that section. You cannot delete the last section, there must always be at least on section.
es: Solo puede eliminar una sección si no hay noticias en esa sección. No puede borrar la última sección, siempre debe haber al menos en la sección.

source: You can create a news item via the plus icon. Newly created news items will always be assigned to the first section in the sidebar. You can change that in the editing view.
es: Puede crear una noticia a través del icono más. Las noticias recién creadas siempre se asignarán a la primera sección en la barra lateral. Puede cambiar eso en la vista de edición.

source: You can collapse and expand the sidebar via a little toggle on the bottom left of the screen, just like you can in other parts of the Quaive system.
es: Puede contraer y expandir la barra lateral mediante un pequeño botón en la parte inferior izquierda de la pantalla, tal como lo hace en otras partes del sistema Quaive.

source: Edit news item
es: Editar elemento de Noticias

source: Initially the news publisher opens with a preview of the news magazine in the right column. As soon as you click one of the news items in the sidebar, this will open the edit view for that news item.
es: Inicialmente, el editor de noticias abre con una vista previa de la revista de noticias en la columna de la derecha. Tan pronto como haga clic en una de las noticias en la barra lateral, se abrirá la vista de edición para esa noticia.

source: You can assign tags, add a description and edit the title and body text for the article.
es: Puede asignar etiquetas, agregar una descripción y editar el título y el texto del cuerpo del artículo.

source: Because Quaive is designed as a highly visual experience, news items should be given a good hero image. The system will automatically scale that to an appropriate 16x9 rendering in the magazine.
es: Debido a que Quaive está diseñado como una experiencia altamente visual, a las noticias se les debe dar una buena imagen de héroe. El sistema escalará automáticamente eso a una representación apropiada de 16x9 en la revista.

source: You need to *Save* your changes.
es: Usted necesita *Guardar* sus cambios.

source: You need to *Publish* the page before it shows up in the news magazine.
es: Necesita *Publicar* la página antes de que aparezca en la revista de noticias.

source: The main thing to note here is the small expander icon in the top right, that will toggle the visibility of the metadata fields on and off.
es: Lo principal a tener en cuenta aquí es el pequeño ícono de expansión en la parte superior derecha, que activará y desactivará la visibilidad de los campos de metadatos.

source: Various metadata fields control where, when and how news items are displayed to users in the news magazine and on the dashboard.
es: Varios campos de metadatos controlan dónde, cuándo y cómo se muestran las noticias a los usuarios en la revista de noticias y en el tablero.

source: You can control the hero image visibility for the news article page itself, and for the display of this news item on the news overview pages in the magazine.
es: Puede controlar la visibilidad de la imagen del héroe para la página del artículo de noticias en sí, y para la visualización de esta noticia en las páginas de visión general de la revista.

source: News items must always have a section
es: Los elements de noticias deben siempre tener una sección

source: You can control whether the news item should be visible on the main page of the news magazine. If this is deselected, the news item will only show in the section listing of the magazine and in the news tile.
es: Puede controlar si la noticia debe estar visible en la página principal de la revista de noticias. Si no se selecciona esta opción, la noticia solo se mostrará en la lista de secciones de la revista y en las noticias.

source: You can set an item as "must read" in which case the item remains visible on the dashboard for those users that have not yet read it, until they read the item.
es: Puede establecer un elemento como "debe leerse", en cuyo caso el elemento permanece visible en el tablero para aquellos usuarios que aún no lo hayan leído, hasta que lo lean.

source: News items should be given an expiration date so they don't remain visible forever
es: Las noticias deben tener una fecha de vencimiento para que no permanezcan visibles para siempre
